Tekla Open API Reference for Tekla Structures 2025
Series Methods
The AssemblyFilterExpressions.Series type exposes the following members.
Methods
Name | Description
ToString
 Creates a string representation of the current object.
 (Inherited from DataFilterExpression.)
Top
See Also
Reference
AssemblyFilterExpressions.Series Class
Tekla.Structures.Filtering.Categories Namespace